commands = '''
**⟨ Source Max ⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**⟨ Source Max  ⟩
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
'''
sec2 = '''
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
-` .فحص ` : لفحص السورس 

-` .الاوامر ` : لعرض اوامر السورس 

-` .اعادة تشغيل ` : اعادة تشغيل السورس

-`.تثبيت تلقائي + عدد + القناة + اليوز`

-` .صيد + العدد + النوع + القناة `

-`.التثبيت` ~ حالة تقدم التثبيت

-`الصيد`~ حالة تقدم الصيد

-`.الانواع` ~ عرض انواع السورس
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
'''
sec3 = """
⟨ Source Max  ⟩
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
"""
sec4 = """
الاوامر الاضافية | MAX

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس ماكس` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
"""
tele_checker = '''
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
-` .فحص ` : لفحص السورس 

-` .الاوامر ` : لعرض اوامر السورس 

-` .اعادة تشغيل ` : اعادة تشغيل السورس

-`.تثبيت تلقائي + عدد + القناة + اليوز`

-` .صيد + العدد + النوع + القناة `

-`.التثبيت` ~ حالة تقدم التثبيت

-`الصيد`~ حالة تقدم الصيد

-`.الانواع` ~ عرض انواع السورس
`ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ`
'''
tele_checker2 = '''
━━━━━━━━━━━━━━━━━━━━━━━
1 : ↫ ثلاثي ↬ 

2 : ↫ رباعي مثل @HFH_H ↬

3 : ↫  رباعي ss_xx↬ 

4 : ↫  خماسي حرف مثل ssoss↬

5 : ↫  خماسي حرفين مثل sssxx↬ 

6 : ↫  سداسي حرفين ssssxx - sssxxx↬ 

7 : ↫  بوت ثلاثي ↬ 

8 : ↫  خماسي مثل sx777 - x888v↬ 

9 : ↫  خماسي sssxc - svvvx - xcooo ↬ 

10 : ↫  سداسي sx8888 - s8888s↬ 

━━━━━━━━━━━━━━━━━━━━━━━
↫ صيد + عدد محاولات + رقم نوع + يوزر القناة 
━━━━━━━━━━━━━━━━━━━━━━━
↫ مثال  :  صيد 99999 1 @v_m_s 
━━━━━━━━━━━━━━━━━━━━━━━
'''
